[
    {
      "id": 1,
      "content": "You do not rise to the level of your goals. You fall to the level of your systems."
    },
    {
      "id": 2,
      "content": "The purpose of setting goals is to win the game. The purpose of building systems is to continue playing the game."
    },
    {
      "id": 3,
      "content": "Goals are about the results you want to achieve. Systems are about the processes that lead to those results."
    },
    {
      "id": 4,
      "content": "The most effective way to change your habits is to focus not on what you want to achieve, but on who you wish to become."
    },
    {
      "id": 5,
      "content": "The ultimate form of intrinsic motivation is when a habit becomes part of your identity."
    },
    {
      "id": 6,
      "content": "If you’re having trouble changing your habits, the problem isn’t you. The problem is your system."
    },
    {
      "id": 7,
      "content": "You should be far more concerned with your current trajectory than with your current results."
    },
    {
      "id": 8,
      "content": "Habits are the compound interest of self-improvement."
    },
    {
      "id": 9,
      "content": "Success is the product of daily habits—not once-in-a-lifetime transformations."
    },
    {
      "id": 10,
      "content": "Small changes often appear to make no difference until you cross a critical threshold."
    },
    {
      "id": 11,
      "content": "Breakthrough moments are often the result of many previous actions, which build up the potential required to unleash a major change."
    },
    {
      "id": 12,
      "content": "You cannot control your outcomes, but you can control your habits, and your habits will shape your outcomes."
    },
    {
      "id": 13,
      "content": "Success is not a goal to reach or a finish line to cross. It is a system to improve, an endless process to refine."
    },
    {
      "id": 14,
      "content": "When you fall in love with the process rather than the product, you don’t have to wait to give yourself permission to be happy. You can be satisfied anytime your system is running."
    },
    {
      "id": 15,
      "content": "It is only by making your goals and habits complementary that you’ll be able to overcome the drag of your past and start living in the present."
    },
    {
      "id": 16,
      "content": "The habits you establish will be more important than the goals you set."
    },
    {
      "id": 17,
      "content": "Every action you take is a vote for the type of person you wish to become."
    },
    {
      "id": 18,
      "content": "Your identity emerges out of your habits. You are not born with preset beliefs. Every belief, including those about yourself, is learned and conditioned through experience."
    },
    {
      "id": 19,
      "content": "The real reason habits matter is not because they can get you better results (although they can do that), but because they can change your beliefs about yourself."
    },
    {
      "id": 20,
      "content": "The most powerful outcomes are delayed. You need to be patient. You have to stick with it for years to win the biggest rewards."
    },
    {
      "id": 21,
      "content": "You need to fall in love with boredom. Embrace the repetition. Seek out the mundane."
    },
    {
      "id": 22,
      "content": "The pain of your habits is never worse than the pain of not achieving your goals."
    },
    {
      "id": 23,
      "content": "Every time you choose to perform a habit, it’s like you’re casting a vote for the type of person you want to become."
    },
    {
      "id": 24,
      "content": "The first mistake is never the one that ruins you. It is the spiral of repeated mistakes that follows."
    },
    {
      "id": 25,
      "content": "You do not rise to the level of your goals. You fall to the level of your systems."
    },
    {
      "id": 26,
      "content": "Make it easy to start and the rest will follow."
    },
    {
      "id": 27,
      "content": "True behavior change is identity change."
    },
    {
      "id": 28,
      "content": "A commitment to the process rather than a specific outcome is one of the ways to deal with the fickleness of motivation."
    },
    {
      "id": 29,
      "content": "Habits are like the entrance ramp to a highway. They make it easier to reach your desired destination, but they aren't the destination itself."
    },
    {
      "id": 30,
      "content": "Professionals stick to the schedule; amateurs let life get in the way."
    },
    {
      "id": 31,
      "content": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
    },
    {
      "id": 32,
      "content": "The quality of our lives often depends on the quality of our habits."
    },
    {
      "id": 33,
      "content": "Your habits are the bridge between your goals and your achievements."
    },
    {
      "id": 34,
      "content": "Habits are the compound interest of self-improvement."
    },
    {
      "id": 35,
      "content": "The difference a tiny improvement can make over time is astounding. So stay patient. Stay consistent."
    },
    {
      "id": 36,
      "content": "It's not about any single accomplishment; it's about the cycle of endless refinement and continuous improvement."
    },
    {
      "id": 37,
      "content": "Habits are the path to mastery."
    },
    {
      "id": 38,
      "content": "The only way to become excellent is to be endlessly fascinated by doing the same thing over and over."
    },
    {
      "id": 39,
      "content": "You don’t have to be the victim of your environment. You can also be the architect of it."
    },
    {
      "id": 40,
      "content": "The process of mastering our habits is really the process of mastering ourselves."
    },
    {
      "id": 41,
      "content": "The habits you cultivate form the foundation of your lifestyle."
    },
    {
      "id": 42,
      "content": "Every habit weakens with every denial."
    },
    {
      "id": 43,
      "content": "Habits are the operating system of your life."
    },
    {
      "id": 44,
      "content": "You do not rise to the level of your goals. You fall to the level of your systems."
    },
    {
      "id": 45,
      "content": "Make it easy to start and the rest will follow."
    },
    {
      "id": 46,
      "content": "True behavior change is identity change."
    },
    {
      "id": 47,
      "content": "A commitment to the process rather than a specific outcome is one of the ways to deal with the fickleness of motivation."
    },
    {
      "id": 48,
      "content": "Habits are like the entrance ramp to a highway. They make it easier to reach your desired destination, but they aren't the destination itself."
    },
    {
      "id": 49,
      "content": "Professionals stick to the schedule; amateurs let life get in the way."
    },
    {
      "id": 50,
      "content": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
    }
  ]
  